{
	"Books":
	[
		{"BookName":"Introduction to Sociology","BookDecription = "Introduction to Sociology 3e aligns to the topics and objectives of many introductory sociology courses. It is arranged in a manner that provides foundational sociological theories and contexts, then progresses through various aspects of human and societal interactions. The new edition is focused on driving meaningful and memorable learning experiences related to critical thinking about society and culture. The text includes comprehensive coverage of core concepts, discussions and data relevant to a diverse audience, and features that draw learners into the discipline in powerful and personal ways. Overall, Introduction to Sociology 3e aims to center the course and discipline as crucial elements for understanding relationships, society, and civic engagement; the authors seek to lay the foundation for students to apply what they learn throughout their lives and careers.","BookSubject":"Sociology","BookAuthor":"Tonja R. Conerly, Kathleen Holmes","BookEdition":"3rd Edition","BookISBN":"9798428126402","BookLocation":"Amazon.com","BookCondition":"New","BookImage":"sociology.jpeg","BookWebsite":"https://www.amazon.com/Introduction-Sociology-3e-Tonja-Conerly/dp/B09TNF5DMX/ref=asc_df_B09TNF5DMX/?hvadid=598352911613&hvpos=&hvnetw=g&hvrand=14570000431423642360&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9011846&hvtargid=pla-1674387038062&psc=1"},

    		{"BookName":"The Physics Book","BookDecription":"Following the hugely successful The Science Book and The Math Book comes a richly illustrated chronology of physics, containing 250 short, entertaining, and thought-provoking entries. In addition to exploring such engaging topics as dark energy, parallel universes, the Doppler effect, the God particle, and Maxwells demon, the books timeline extends back billions of years to the hypothetical Big Bang and forward trillions of years to a time of “quantum resurrection.” Like the previous titles in this series, The Physics Book helps readers gain an understanding of major concepts without getting bogged down in complex details.","BookSubject":"Physics","BookAuthor":"Clifford A. Pickover","BookEdition":"Not Available","BookISBN":"Not Available","BookLocation":"Goodreads","BookCondition":"Used","BookImage":"physics.jpeg","BookWebsite":"https://www.goodreads.com/book/show/11952577-the-physics-book"},
        
    		{"BookName":"Art History Volume 1","BookDecription":"Art History by Marilyn Stokstad and Michael Cothren brings the history of art to life for a new generation. It is global in scope, inclusive in its coverage, and warm and welcoming in tone. The guiding vision of the text is that art history survey courses should be filled with equal delight, enjoyment and learning, while fostering an enthusiastic and educated public for the visual arts.","BookSubject":"Art History","BookAuthor":"Marilyn Stokstad","BookEdition":"6th Edition","BookISBN":"9780137500383","BookLocation":"Pearson","BookCondition":"New and Used","BookImage":"arthistory.jpeg","BookWebsite":"https://www.pearson.com/en-us/subject-catalog/p/art-history-volume-1/P200000003090/9780135570029?creative=&keyword=&matchtype=&network=x&device=c"},
        
    		{"BookName":"A Fundamental Overview of Essential Principles","BookDecription":"Written in a straightforward style, and tailored to majors and non-majors alike, Chemistry: A Fundamental Overview of Essential Principles gives readers a comprehensive introduction to contemporary topics in the discipline. The book is directed to the development of analytical, problem-solving and quantitative reasoning skills in a manner that is accessible to a variety of students from various courses of study. Students will learn about the structure of matter, compounds and formulas, the mole, chemical equations, and stoichiometry.","BookSubject":"Chemistry","BookAuthor":" David R. Khan, Jason C. Yarbrough ","BookEdition":"Not Available","BookISBN":"9781516536108","BookLocation":"Amazon.com","BookCondition":"New and Used","BookImage":"chemistry.jpeg","BookWebsite":"https://www.amazon.com/Chemistry-Fundamental-Overview-Essential-Principles/dp/151653610X/ref=asc_df_151653610X/?hvadid=312130957577&hvpos=&hvnetw=g&hvrand=2134649926850424689&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9011846&hvtargid=pla-570211414728&psc=1"},
      
    		{"BookName":"A Short Introduction to World Religions","BookDecription":"This leading textbook for world religions is now available in a more concise version. Many of the features of Introduction to World Religions are retained in this volume but with focus on the religious traditions themselves. The section on religions of antiquity has been removed and key content in each chapter streamlined to increase accessibility for students in their study and research of the world's religious traditions. Known and valued for its balanced approach, this book offers an arresting layout with rich illustrations. It continues to provide broad coverage of diverse religions, including indigenous religions, Hinduism, Buddhism, Jainism, Judaism, Christianity, Islam, Sikhism, and Chinese, Korean, and Japanese religions.","BookSubject":"World Religions","BookAuthor":"Christopher Partridge","BookEdition":"Not Available","BookISBN":"978-1506445953","BookLocation":"Amazon.com","BookCondition":"New and Used","BookImage":"religous.jpeg","BookWebsite":"https://www.amazon.com/Short-Introduction-World-Religions/dp/1506445950/ref=asc_df_1506445950/?hvadid=312009360408&hvpos=&hvnetw=g&hvrand=7888520531262652700&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9011846&hvtargid=pla-567138647262&psc=1"}
	]
}
